app/controllers/movies_controller.rb

SELECT "movies".* FROM "movies" WHERE (rating in (NULL))
---
  def index
    @movies = Movie.order(*params[:order])